<template>
  <ComparifyMain
      :text-first="'<p>Около 490 до н. э в Древней Греции родился философ Зенон. Он был последователем идей своего учителя, а так же основателя Элейской школы, Парменида. В историю Зенон вошёл, в первую очередь как автор философский апорий.</p>\n'+
'<p>Апория &ndash; вымышленная, логически верная ситуация, которая не может существовать в реальности. Зенон активно использовал их, чтобы доказать парадоксальность идей движения, пространства и множества. Всего, по имеющимся данным за свою деятельность мыслитель создал более 40 апорий. Однако, до нас дошла лишь малая часть &ndash; всего 9. Из них, одной из самых известных является &ldquo;Летящая стрела&rdquo;.</p>\n'+
'<p>В данной апории Зенон предлагает представить стрелу, выпущенную из лука. С точки зрения наблюдающего данную картину человека, снаряд летит, то есть движется. Действительно, стрела перемещается из одного места в другое, и это не вызывает сомнений. Однако, мыслитель предлагает проделать следующий мысленный эксперимент: разбить всё время полёта на множество отдельных мгновений. Далее рассмотрим их отдельно друг от друга: в первый момент времени стрела покоится, во второй &ndash; точно так же неподвижна, в третий, четвёртый и так далее моменты снаряд так же занимает равное себе положение. Подытожив, полученный результат Зенон делает вывод, что раз стрела покоится в каждое мгновение времени, то не существует момента, когда она совершает движения. Таким образом, получается, что летящая стрела неподвижна.</p>\n'+
'<p>Подобную же цепочку рассуждений можно применить к любому движения в нашем мире. И это неизбежно приводит к противоречию теоретических выводов и практических ощущений. В этом и заключается суть представленной Зеноном апории.</p>\n'+
'<p>Немаловажным будет отметить, что в данном случае Зенон не стремиться доказать невозможность движения как такового. Он преследует иные цели: Во-первых, мыслитель подвергает сомнению сводимость непрерывной величины к сумме бесконечного числа неделимых частиц. Во-вторых, он стремиться доказать немыслимость движения без появления противоречий.</p>'"
      :text-second="'<p>3 января 1932 в Москве родился советский физик и математик, бедующий доктор физико-математических наук Леонид Александрович Халфин. Среди людей, не интересующихся квантовой физикой он практически неизвестен. И, тем не менее, именно такой человек в 1958 году выдвинул кажущуюся невероятной гипотезу.</p>\n'+
'<p>Для большего понимая дальнейшего материала необходимо объяснить одну из базовых вещей квантовой механики. Рассматриваемые в ней объекты могут находиться в особом состоянии, называемом суперпозицией. В нём, фактически, у предмета нет чётко определённых характеристик. Есть лишь вероятность, что в случае наблюдения, некоторый параметр примет некоторое значение.</p>\n'+
'<p>Основную суть идеи Леонида Халфина можно описать следующим образом: представим, что у нас есть 2 квантовых объекта (частицы). Они обе находятся в нестабильном состоянии и в любой момент могут распасться. Первую частицу оставим в покое. Её состояние никто не будет замерять. За второй же будем периодически наблюдать, в попытке узнать распалась она, или ещё нет. В результате, если через некоторое продолжительное время проверить первую частицу, то практически наверняка она уже подверглась распаду. При этом частица, находящаяся под частым наблюдением с высокой долей вероятности так и не изменилась. И более того, чем чаще будут наблюдения, тем больше шанс того, что распада не будет.</p>\n'+
'<p>Фактически, данная гипотеза предполагает, что процесс изменения состояния возможен только тогда, когда мы за ним наблюдаем. В противном случае существуют только отдельные дискретные состояния, между которыми переключается объект.</p>\n'+
'<p>Созданная Леонидом Халфиным гипотеза долгое время оставалась лишь предположением. Однако, спустя 19 лет исследования в этом направлении продолжили Байдьянат Мизра и Джордж Сударшан. Они полностью оформили теорию, дав описанной выше ситуации название &ldquo; Квантовый эффект Зенона&rdquo;. А в 1989 году научная группа во главе с Дэвидом Уайнлендом поставила пред собой задачу на практике проверить существование данного феномена. В результате проведённых экспериментов Квантовый эффект Зенона был доказан.</p>'"
      :image-first="'logo.png'"
      :image-second="'logo.png'"/>
</template>

<script>
import ComparifyMain from "@/components/Comprarify/ComparifyMain.vue";

export default {
  name: "ArrowPage",
  components: {ComparifyMain}
}
</script>

<style scoped>

</style>