<template>
  <ComparifyMain
:text-first="'<p>Около 470-469 г. до н.э. в городе Абдеры родился известный древнегреческий философ Демокрит. Основную известность в философском мире он получил благодаря созданию &ldquo;Атомистической теории мира&rdquo;. Согласно известным источником основные идеи Демокрит позаимствовал у своего учителя &ndash; Левкиппа.</p>\n'+
'<p>Данная материалистическая концепция существования всего мира построена на существовании двух особых субстанций: атомов и пустоты.</p>\n'+
'<p>Атом (греч. `не рассекаемое`, `не разрезаемое`) &ndash; минимальная частица существования материи. Данная идея позволяет разрешить одну из известных апорий другого древнегреческого философа &ndash; Зенона. В ней представляется ситуация, когда некий предмет делят на бесконечное количество частей, в следствии чего мы приходим к выводу, что целое состоит из пустоты. Атомы же устанавливают пердел дробления.</p>\n'+
'<p>Демокрит считал атомы не только неделимыми, но и вечными, не рождающимися и неуничтожимыми. По его мнению таких частиц существует бесконечное количество. Второй субстанцией бытия Демокрит считал пустоту. Согласно теории это то, что находится между атомами, то, что позволяет предметам иметь форму, плотность и иные измеряемые характеристики. Это крайне важная часть мира, ибо без пустоты все атомы бы равномерно заполняли всё. Стоит отдельно отметить, что согласно Демокриту атомы потому неделимы, что внутри их нет пустоты. А из этого следует, что раз нет пустого пространства, движения внутри тоже нет. Таким образом пустота с точки зрения Демокрита, это отсутствие атомов , то есть пространство как таковое. И поскольку атомов в мире бесконечное количество, то чтобы их вместить она должна сама быть как минимум такой же большой, то есть, бесконечной.</p>\n'+
'<p>Так же важнейшим фактором для существования предметов по Демокриту является то, что атомы не одинаковы. Они различаются между собой по форме: бывают круглые, пирамидообразные, якореобразные и ещё бесконечное множество различных форм. Это позволяет им связываться между собой, образовывать более сложные структуры. По его мнению, именно так внутри устроены все предметы. Они есть лишь упорядоченные конструкции из атомов. В основе движения, и любого изменения в принципе Демокрит так же видит атомы: их перемещение, взаимодействии между собой.</p>\n'+
'<p>Отдельно стоит способ восприятия человеком окружающего мира. Согласно Демокриту от всех предметов отделяются тончайшие оболочки (образы), которые затем могут попасть в органы чувств человека и вызвать представление о предмете. При этом Демокрит признаёт, что наши ощущения не могут передать истиной природы объекта. Атомы нельзя почувствовать, их можно лишь помыслить.</p>'"
:text-second="'<p>6 сентября 1766 г в городе Иглсфилд родился известный Английский учёный-химик Джон Дальтон. Он известен научному сообществу как автор &ldquo;Атомистической теории Дальтона&rdquo;.</p>\n'+
'<p>Проводя эксперименты с жидкостями и газами Дальтон открыл несколько закономерностей, наиболее известные из которых &ldquo;Закон парциального давления&rdquo;, &ldquo;закон растворения газов в жидкостях&rdquo; и &ldquo;закон кратных отношений&rdquo;. Всё это привело его к мыслям о разработке обобщённой теории строения вещества. При этом он активно опирался на уже сделанные открытия.</p>\n'+
'<p>К этому моменту уже практически неоспоримым считался закон сохранения массы. Согласно нему, вещество не может быть ни создано, но уничтожено. Оно может лишь менять свою форму в замкнутой системе. В дальнейшем данный закон будет доказан опытным путём и транствормируется в закон сохранения энергии &ndash; один из базовых принципов современной физики.</p>\n'+
'<p>Ещё одни уже свершившимся открытием, ставшим предпосылкой формированию теории, является &ldquo;Закон постоянного состава&rdquo;. Он гласит, что чистое соединение химических элементов всегда будет иметь одинаковые пропорции компонентов в своём составе.</p>\n'+
'<p>Имея все эти сведения и собственный опыт Дальтон сформулировал ряд постулатов, которые легли в основу теории:</p>\n'+
'<p>Дальтон провозгласил материю дискретной, состоящей из большого количества неделимых частиц &ndash; атомов. При этом, если рассмотреть атомы одного вещества, то все они будут совершенно одинаковыми. Их невозможно будет различить друг от друга. В то же время атомы разных веществ будут отличаться друг от друга своей массой. Таким образом, согласно теории Дальтона, существует огромное, почто бесконечное, множество разнообразных атомов.</p>\n'+
'<p>Ещё одним важным постулатом теории Дальтона является то, что все химические соединения представляют собой комбинации нескольких атомов. От свойств этих атомов зависят и свойства соединения. Таким образом, химическая реакция, преобразующая набор исходных веществ в выходные есть лишь перегруппировка атомов между собой.</p>'"
      :image-first="'Images/1.1.1.jpg'"
      :image-second="'Images/1.2.1.jpg'"/>
</template>

<script>
import ComparifyMain from "@/components/Comprarify/ComparifyMain.vue";

export default {
  name: "AtomPage",
  components: {ComparifyMain}
}
</script>

<style scoped>

</style>