<template>
  <ComparifyInfo
      :text-first="'<p>Сегодня среди широких масс населения существует мнение, что философия, как одна из сфер жизни общества в целом, уже отжила своё. Распространено суждение, что она стала рудиментом, от которого пора, наконец, избавится. И чаще всего, подобные слова можно услышать от людей с техническим складом ума. Однако, на деле ситуация гораздо сложнее. Да, философия как часть нашего мира действительно во многом непрактична, оторвана от реальности и занимается вопросами эфемерными, недостижимыми. Но это, в свою очередь, означает, что мыслители вынуждены применять сой интеллект и фантазию, с целью дать ответ. А это, в свою очередь, приводит к формированию идей, концепций и образных представлений вещей, которые, быть может, действительно существуют, путь на данный момент это и не известно.</p>\n'+
'<p>Ошибочно, при этом, было бы считать, что миссия философии в мире &ndash; служить науке. Это утверждение так же неверно. Философия, как часть общественной жизни всегда занималась исключительно собственными проблемами и вопросами. Она не преследовала цель создавать что-то для других. Но, на практике, отстранение от всех существующих объяснений мира, уход в трансцендентное и эфемерное, что часто и практикуют философы, позволяет человеку с иной стороны посмотреть на окружающую его действительность, сформировать нечто новое, невероятное. И при этом, в отличие от простых фантазий, это будет чётко выстроенная и логичная конструкция, лишённая мифологического приукрашивания. Она будет основана на фактах, пусть и порождённых разумом.</p>\n'+
'<p>Во времена Древней Греции не существо микроскопов, или иных приборов, позволяющих изучить строение вещества. И, тем не менее, в тот период родилась атомистическая тория, подтверждённая много веков спустя практикой. Однажды такое было, а значит, быть может, история повторится вновь.</p>\n'+
'<p>Данный пример, вероятно, самый известный из всех. Но ошибкой было бы считать, что он уникален. Цель нашего проекта &ndash; показать иные, порой более тонкие параллели между этими, казалось бы, полярными областями: философией и физикой; продемонстрировать, что подчас учёные используют наработки мыслителей, в процессе сведения разрозненных фактов в единую и стройную торию.</p>\n'+
'<p>&nbsp;</p>'"
      :text-second="'<p>Сегодня среди широких масс населения существует мнение, что философия, как одна из сфер жизни общества в целом, уже отжила своё. Распространено суждение, что она стала рудиментом, от которого пора, наконец, избавится. И чаще всего, подобные слова можно услышать от людей с техническим складом ума. Однако, на деле ситуация гораздо сложнее. Да, философия как часть нашего мира действительно во многом непрактична, оторвана от реальности и занимается вопросами эфемерными, недостижимыми. Но это, в свою очередь, означает, что мыслители вынуждены применять сой интеллект и фантазию, с целью дать ответ. А это, в свою очередь, приводит к формированию идей, концепций и образных представлений вещей, которые, быть может, действительно существуют, путь на данный момент это и не известно.</p>\n'+
'<p>Ошибочно, при этом, было бы считать, что миссия философии в мире &ndash; служить науке. Это утверждение так же неверно. Философия, как часть общественной жизни всегда занималась исключительно собственными проблемами и вопросами. Она не преследовала цель создавать что-то для других. Но, на практике, отстранение от всех существующих объяснений мира, уход в трансцендентное и эфемерное, что часто и практикуют философы, позволяет человеку с иной стороны посмотреть на окружающую его действительность, сформировать нечто новое, невероятное. И при этом, в отличие от простых фантазий, это будет чётко выстроенная и логичная конструкция, лишённая мифологического приукрашивания. Она будет основана на фактах, пусть и порождённых разумом.</p>\n'+
'<p>Во времена Древней Греции не существо микроскопов, или иных приборов, позволяющих изучить строение вещества. И, тем не менее, в тот период родилась атомистическая тория, подтверждённая много веков спустя практикой. Однажды такое было, а значит, быть может, история повторится вновь.</p>\n'+
'<p>Данный пример, вероятно, самый известный из всех. Но ошибкой было бы считать, что он уникален. Цель нашего проекта &ndash; показать иные, порой более тонкие параллели между этими, казалось бы, полярными областями: философией и физикой; продемонстрировать, что подчас учёные используют наработки мыслителей, в процессе сведения разрозненных фактов в единую и стройную торию.</p>\n'+
'<p>&nbsp;</p>'"/>
</template>

<script>
import ComparifyInfo from "@/components/Comprarify/ComparifyInfo.vue";

export default {
  name: "InfoPage",
  components: {ComparifyInfo}
}
</script>

<style scoped>

</style>