<template>
  <ComparifyInfo
      :text-first="'<p>Отношение философии с науками всегда были достаточно сложными. Мыслители всех времён стремились всеми силами отделить свою область изысканий, сделать её главной, в то время как результат работы учёных признавали важным, но не относящимся к их предмету. Именно так можно подумать в начале пути изучения философии. Действительно, примеры подобного снисходительного взгляда на плоды науки свысока можно найти в трудах отдельных мыслителей. Однако, подобная позиция отнюдь не является общепринятой. Более того, существует ряд известных исторических личностей, которые одновременно являлись приверженцами и науки и философии. Рене Декарт, Готфрид Вильгельм Лейбниц, Иммануил Кант &ndash; эти имена известны и в качестве учёных, внёсший весомый вклад в развитие математики, физики, астрономии.</p>\n'+
'<p>Ошибкой при этом будет считать, что любой философ обязан быть исследователем какой-то науки. Мыслителю подобное не обязательно. Но быть в курсе современного положения дел в областях, смежных с той, в которой философ проводит свои мысленные изыскания &ndash; это иной разговор. Открытия, совершённые учёными, могут быть полезны в исследованиях. Она расширяют чувственное восприятие философа, позволяя его разуму находить более сложные, более глубокие слои бытия той области, которую он пытается познать.</p>\n'+
'<p>Более того, путь мыслитель не должен быть физиком, биологом, астрономом, чтобы творить, учёным, в широком смысле слова, он быть обязан. Ведь аппараты науки и философии крайне схожи: они основаны на доказательствах, на фактах и логических умозаключениях из них. У них один инструментарий для того, чтобы интерпретировать факты, полученные на практике (как у учёных) или постигнутые умом (в случае философов). Более того, сегодня многие физические концепции, в частности подобного много в квантовой механике, выглядят в глазах простых людей не менее сложно и невероятно, чем учения Канат или Гегеля.</p>\n'+
'<p>Исходя из всего перечисленного, родилась идея нашего проекта. Его цель показать, тонкие параллели между, казалось бы, полярными областями: философией и современной физикой; продемонстрировать, как основываясь на открытых фактах можно переосмыслить существующие учения и представить их в ином, подчас необычном, виде.</p>\n'+
'<p>&nbsp;</p>'"
      :text-second="'<p>Сегодня среди широких масс населения существует мнение, что философия, как одна из сфер жизни общества в целом, уже отжила своё. Распространено суждение, что она стала рудиментом, от которого пора, наконец, избавится. И чаще всего, подобные слова можно услышать от людей с техническим складом ума. Однако, на деле ситуация гораздо сложнее. Да, философия как часть нашего мира действительно во многом непрактична, оторвана от реальности и занимается вопросами эфемерными, недостижимыми. Но это, в свою очередь, означает, что мыслители вынуждены применять свой интеллект и фантазию, с целью дать ответ. А это, в свою очередь, приводит к формированию идей, концепций и образных представлений вещей, которые, быть может, действительно существуют, пусть на данный момент это и не известно.</p>\n'+
'<p>Ошибочно, при этом, было бы считать, что миссия философии в мире &ndash; служить науке. Это утверждение так же неверно. Философия, как часть общественной жизни всегда занималась исключительно собственными проблемами и вопросами. Она не преследовала цель создавать что-то для других. Но, на практике, отстранение от всех существующих объяснений мира, уход в трансцендентное и эфемерное, что часто и практикуют философы, позволяет человеку с иной стороны посмотреть на окружающую его действительность, сформировать нечто новое, невероятное. И при этом, в отличие от простых фантазий, это будет чётко выстроенная и логичная конструкция, лишённая мифологического приукрашивания. Она будет основана на фактах, пусть и порождённых разумом.</p>\n'+
'<p>Во времена Древней Греции не существовало микроскопов, или иных приборов, позволяющих изучить строение вещества. И, тем не менее, в тот период родилась атомистическая теория, подтверждённая много веков спустя практикой. Однажды такое было, а значит, быть может, история повторится вновь.</p>\n'+
'<p>Данный пример, вероятно, самый известный из всех. Но ошибкой было бы считать, что он уникален. Цель нашего проекта &ndash; показать иные, порой более тонкие параллели между этими, казалось бы, полярными областями: философией и физикой; продемонстрировать, что подчас учёные используют наработки мыслителей, в процессе сведения разрозненных фактов в единую и стройную теорию.</p>\n'+
'<p>&nbsp;</p>'"/>
</template>

<script>
import ComparifyInfo from "@/components/Comprarify/ComparifyInfo.vue";

export default {
  name: "InfoPage",
  components: {ComparifyInfo}
}
</script>

<style scoped>

</style>